[RStaffSlot X2StaffSlotTemplate]
EmptyText="OPEN: SOLDIER REQUIRED"
BonusEmptyText="Trains Soldiers to Another Class"
BonusDefaultText="CLASS"
BonusText="%SKILL TRAINING"
FilledText="%UNITNAME is now enrolled in an extensive %SKILL training program!"
LockedText="LOCKED: PURCHASE UPGRADE"